import * as React from 'react'
import { Link } from 'gatsby'
import Layout from '../../components/layout'
import { StaticImage } from 'gatsby-plugin-image'
import "../mystyles.scss"

const AboutPage = () => {
  return (
    <Layout pageTitle="私設 パラオ・太平洋研究室">
     <div class="content">
     <h3>太平洋関連書籍</h3>

<hr />
<ol>
  <li>佐本英規著（2021）『森の中のレコーディング・スタジオ : 混淆する民族音楽と周縁からのグローバリゼーション』昭和堂</li>
  <li>藤井真一（2021）『生成される平和の民族誌：ソロモン諸島における「民族紛争」と日常性』大阪大学出版会</li>
  <li>河野正治著（2019）『権威と礼節 : 現代ミクロネシアにおける位階称号と身分階層秩序の民族誌』風響社</li>
  <li>片山一道著（2019）『ポリネシア海道記 : 不思議をめぐる人類学の旅』臨川書店</li>
  <li>小林誠著（2018）『探求の民族誌 : ポリネシア・ツバルの神話と首長制の「真実」をめぐって』御茶の水書房</li>
  <li>大角翠著（2018）『言語学者のニューカレドニア : メラネシア先住民と暮らして』大修館書店</li>
  <li>浅井優一（2017）『儀礼のセミオティクス : メラネシア・フィジーにおける神話/詩的テクストの言語人類学的研究』三元社</li>
  <li>吉岡政徳著（2016）『ゲマインシャフト都市 : 南太平洋の都市人類学』風響社</li>
  <li>印東道子編著（2015）『ミクロネシアを知るための60章』明石書店</li>
  <li>渡辺文（2014）『オセアニア芸術 : レッド・ウェーヴの個と集合』京都大学学術出版会</li>
  <li>塩田光喜著（2014）『太平洋文明航海記 : キャプテン・クックから米中の制海権をめぐる争いまで』明石書店</li>
  <li>梅﨑昌裕, 風間計博編（2020）『オセアニアで学ぶ人類学』昭和堂</li>
  <li>秋道智彌著（2013）『漁撈の民族誌 : 東南アジアからオセアニアへ』昭和堂</li>
  <li>吉岡政徳, 石森大知編著（2010）『南太平洋を知るための58章 : メラネシアポリネシア』明石書店</li>
  <li>須藤健一著（2008）『オセアニアの人類学 : 海外移住・民主化・伝統の政治』風響社</li>
  <li>印東道子著（2002）『オセアニア暮らしの考古学』朝日新聞社</li>
  <li>河合利光編著（2002）『オセアニアの現在 : 持続と変容の民族誌』人文書院</li>
  <li>春日直樹編（2002）『オセアニア・ポストコロニアル』国際書院</li>
  <li>石川栄吉 [ほか] 監修新訂増補（2000）『オセアニアを知る事典』平凡社</li>
  <li>山本真鳥編（2000）『オセアニア史』山川出版社</li>
  <li>春日直樹編（1999）『オセアニア・オリエンタリズム』世界思想社</li>
  <li>中尾佐助, 秋道智彌編（1999）『オーストロネシアの民族生物学 : 東南アジアから海の世界へ』平凡社</li>
</ol>

<hr />

      
     </div>
    </Layout>
  )
}

export default AboutPage